[
  {
    "title": "Algemene regels",
    "description": "Deze regels gelden voor zowel de Minecraft-server als de Discord-server",
    "items": [
      {
        "title": "Respect",
        "description": "Behandel iedereen vriendelijk en met respect. Niet pesten, een ander uitschelden of provoceren. Conflicten worden rustig besproken of aan staff gemeld."
      },
      {
        "title": "Haatzaaien",
        "description": "Geen racisme, seksisme, homofobie, antisemitisme, islamfobie of haat op welke manier dan ook."
      },
      {
        "title": "Staff en regels",
        "description": "Luister altijd naar instructies van staff. Word je ergens op aangesproken? Stop er dan meteen mee. Meld alleen echte problemen, geen persoonlijke vete."
      },
      {
        "title": "Toegestane talen",
        "description": "Op zowel de Minecraft-server als in de Discord-server spreken en schrijven we alleen Nederlands, Fries, Limburgs of (af en toe) Engels."
      },
      {
        "title": "Privacy en veiligheid",
        "description": "Deel geen adressen, telefoonnummers of andere privégegevens van jezelf of anderen. Dreigen om iemands privégegevens te delen is ook verboden."
      },
      {
        "title": "Spam en promotie",
        "description": "Vermijd floods, capslock-spam en herhaaldelijk dezelfde tekst sturen. Geen promotie van andere servers, winkels of communities."
      },
      {
        "title": "Voice-chat",
        "description": "Geen earrape, soundboards, of schreeuwen in voice-chat op zowel de Minecraft-server als in de Discord-server."
      }
    ]
  },
  {
    "title": "Minecraft regels",
    "description": "Regels voor de Minecraft-server",
    "items": [
      {
        "title": "Grieffen en stelen",
        "description": "Grieffen (andermans gebouwen kapotmaken) en stelen is niet toegestaan. Zelfs iets “even lenen” zonder toestemming van een ander is niet oké."
      },
      {
        "title": "Killen en PvP",
        "description": "Je mag elkaar niet killen, tenzij je hebt afgesproken met een ander te PvP’en. Dit geldt ook voor de dieren van een ander."
      },
      {
        "title": "Cheats, hacks en exploits",
        "description": "Geen hacked clients, X-ray, dupes, autoclickers, macro’s of andere oneerlijke voordelen. Wanneer je een bug of exploit vindt, rapporteer je het in plaats van het te gebruiken."
      },
      {
        "title": "Bouwen",
        "description": "Vermijd lelijke torentjes, 1x1-palen en rommelige bouwwerken. Bouw je base niet pal naast die van een ander zonder overleg."
      },
      {
        "title": "Servervriendelijkheid",
        "description": "Maak geen redstone- of andere constructies die expres lag veroorzaken. Redstone moet efficiënt zijn en chunkloaders zijn verboden, tenzij je toestemming hebt."
      },
      {
        "title": "Scams en eerlijkheid",
        "description": "Ruil eerlijk: wat je met elkaar afspreekt, gebeurt ook. Als iemand doodgaat en de loot ligt er nog, dan geef je het netjes terug."
      }
    ]
  },
  {
    "title": "Discord regels",
    "description": "Regels voor de Discord-server",
    "items": [
      {
        "title": "Kanalen",
        "description": "Gebruik de juiste kanalen. Wil je bijvoorbeeld iets posten over je hond? Dat mag, maar het hoort niet thuis in een kanaal over redstone."
      },
      {
        "title": "Profiel",
        "description": "Geen aanstootgevende profielen, namen of avatars."
      }
    ]
  }
]
